IDEA Open Model
ReinfBarOnMoreEdges.LengthFromFirstIntersection Property
Compatible with IDEA StatiCa Beta 20.0
 Length of bar from first intersection in the direction of edge
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double LengthFromFirstIntersection { get; set; }
Public Property LengthFromFirstIntersection As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ReinfBarOnMoreEdges Class
IdeaRS.OpenModel.Detail Namespace